Repository: phunkyfish/screensaver.shadertoy
Catalog: screensaver.shadertoy/resources/language/resource.language.*/strings.po
Languages: da_dk, fr_fr, zh_cn

# Addon Summary
source: Random screensavers from Shadertoy
da_dk: Tilfældige pauseskærme fra Shadertoy
fr_fr: Écrans de veille aléatoires de Shadertoy
zh_cn: 来自 Shadertoy 的随机屏保

# Addon Description
source: Use the best shaders in the world with Shadertoy and add them if you want.
da_dk: Brug de bedste shaders i verden med Shadertoy og tilføj dem, hvis du har lyst.
fr_fr: Utiliser les meilleurs shaders du monde avec Shadertoy en les ajoutant si vous le souhaitez.
zh_cn: 与 Shadertoy 一起使用世界上最好的着色器，如果需要，可以添加它们。

# #30001
source: Ball
da_dk: Bold
fr_fr: Balle
zh_cn: 球

# #30002
source: Ball Of Fire
fr_fr: Boule de feu
zh_cn: 火球

# #30003
source: Bleepy Blocks
da_dk: Blødende blokke
fr_fr: Blocs Bleepy
zh_cn: Bleepy 方块

# #30004
source: Bob Scanline
da_dk: Bob scanlinje
zh_cn: Bob 扫描线

# #30005
source: Blobs
da_dk: Klatter
zh_cn: 斑点

# #30006
source: Blue Fire
da_dk: Blå ild
fr_fr: Feu bleu
zh_cn: 蓝色火焰

# #30007
source: Cellular
da_dk: Mobil
fr_fr: Cellulaire
zh_cn: 蜂窝状

# #30008
source: Classic RGB Plasma
da_dk: Klassisk RGB plasma
fr_fr: Plasma RVB classique
zh_cn: 经典 RGB 等离子体

# #30009
source: Coloured Circles
da_dk: Farvede cirkler
fr_fr: Cercles colorés
zh_cn: 彩色圆圈

# #30010
source: Dance Floor
da_dk: Dansegulv
fr_fr: Piste de dance
zh_cn: 舞池

# #30011
source: Dot Dot Dot
da_dk: Prik prik prik
fr_fr: Point Point Point
zh_cn: 点点点

# #30012
source: Effect Ringblobs
da_dk: Effekt ringblob
fr_fr: Effet Ringblobs
zh_cn: 效果环形斑点

# #30013
source: Ether
da_dk: Æter
fr_fr: Éther
zh_cn: 以太

# #30014
source: Fire
da_dk: Ild
fr_fr: Feu
zh_cn: 火

# #30015
source: Flaring 1
da_dk: Afbrænding 1
fr_fr: Flambage 1
zh_cn: 燃烧的1

# #30016
source: Flaring 2
da_dk: Afbrænding 2
fr_fr: Flambage 2
zh_cn: 燃烧的2

# #30017
source: Flaring 3
da_dk: Afbrænding 3
fr_fr: Flambage 3
zh_cn: 燃烧的3

# #30018
source: Flaring 4
da_dk: Afbrænding 4
fr_fr: Flambage 4
zh_cn: 燃烧的4

# #30019
source: Flaring 5
da_dk: Afbrænding 5
fr_fr: Flambage 5
zh_cn: 燃烧的5

# #30020
source: Fractal Tiling
da_dk: Fraktal belægning
fr_fr: Carrelage fractal
zh_cn: 分形平铺

# #30021
source: Infinite Fall
da_dk: Uendeligt fald
fr_fr: Chute infinie
zh_cn: 无限落差

# #30022
source: Input Time
da_dk: Indtastningstid
fr_fr: Temps d'entrée
zh_cn: 输入时间

# #30023
source: Interstellar
fr_fr: Interstellaire
zh_cn: 星际穿越

# #30024
source: Interweaving Sine Bands
da_dk: Sammenvævning af sinusbånd
fr_fr: Bandes sinusoïdales entrelacées
zh_cn: 交织正弦带

# #30025
source: Julia Trap
da_dk: Julia fælde
zh_cn: Julia 陷阱

# #30026
source: Layers Of Plasma
da_dk: Plasmalag
fr_fr: Couches de plasma
zh_cn: 等离子体层

# #30027
source: Liquid Spectrum
da_dk: Flydende spektrum
fr_fr: Spectre liquide
zh_cn: 液体光谱

# #30028
source: Noise Animation - Electric
da_dk: Støjanimation - elektrisk
fr_fr: Animation sonore - Electrique
zh_cn: 噪声动画 - 电动

# #30029
source: Noise Animation - Flow
da_dk: Støjanimation - flydende
fr_fr: Animation sonore - Flux
zh_cn: 噪声动画 - 流

# #30030
source: Noise Animation - Lava
da_dk: Støjanimation - lava
fr_fr: Animation sonore - Lave
zh_cn: 噪声动画 - 熔岩

# #30031
source: Noise Animation - Watery
da_dk: Støjanimation - rindende
fr_fr: Animation sonore - Aqueux
zh_cn: 噪波动画 - 水样

# #30032
source: Overly Satisfying
da_dk: Overdrevent tilfredsstillende
fr_fr: Vraiment satisfaisant
zh_cn: 过分满足

# #30033
source: Plasma Circles
da_dk: Plasma-cirkler
fr_fr: Cercles de plasma
zh_cn: 等离子体圆圈

# #30034
source: Plasma Triangles
da_dk: Plasma-trekanter
fr_fr: Triangles de plasma
zh_cn: 等离子体三角形

# #30035
source: Plasma Matrix Spin
fr_fr: Rotation de plasma
zh_cn: 等离子体矩阵自旋

# #30036
source: Pixellated Plasma
da_dk: Pixelleret plasma
fr_fr: Plasma pixélisé
zh_cn: 像素化等离子体

# #30037
source: Silexars Creation
da_dk: Silexars skabelse
zh_cn: Silexars 创作

# #30038
source: Sky at Night
da_dk: Himmelen om natten
fr_fr: Ciel de nuit
zh_cn: 夜空

# #30039
source: Sphere
da_dk: Kugle
fr_fr: Sphère
zh_cn: 球体

# #30040
source: Star Tunnel
da_dk: Stjernetunnel
fr_fr: Tunnel étoilé
zh_cn: 星际隧道

# #30041
source: Vector Field
da_dk: Vektor-felt
fr_fr: Champ vectoriel
zh_cn: 向量场

# #30042
source: Venus
fr_fr: Vénus
zh_cn: 金星

# #30043
source: Watch It Burn
da_dk: Se det brænde
fr_fr: Regarde-le brûler
zh_cn: 看着它燃烧

# #30044
source: Water Caustic
da_dk: Vandætsende
fr_fr: Eau caustique
zh_cn: 水蚀

# #30045
source: Wiggly (try mouse)
da_dk: Wiggly (prøv mus)
fr_fr: Wiggly (essayer la souris)
zh_cn: 摆动（尝试鼠标）

# #30046
source: Worley Noise Waters
da_dk: Worley støjende vande
fr_fr: Les eaux bruyantes de Worley
zh_cn: 沃利噪音水域

# #30100
source: Random
da_dk: Tilfældig
fr_fr: Aléatoire
zh_cn: 随机

# #30101
source: General
da_dk: Generel
fr_fr: Général
zh_cn: 常规

# #30102
source: Advanced
da_dk: Avanceret
fr_fr: Avancé
zh_cn: 高级

# #30103
source: Use your own shader, e.g. from https://www.shadertoy.com
da_dk: Brug din egen shader, f.eks. fra https://www.shadertoy.com
fr_fr: Utilisez votre propre shader, par ex. de https://www.shadertoy.com
zh_cn: 使用您自己的着色器，见 https://www.shadertoy.com

# #30104
source: Selected shader code not found!
da_dk: Den valgte shaderkode blev ikke fundet!
fr_fr: Code de shader sélectionné introuvable!
zh_cn: 未找到选定的着色器代码！

# #30200
source: Choose one yourself
da_dk: Vælg selv én
fr_fr: Choisissez-en un vous-même
zh_cn: 自己选一个

# #30201
source: Shader
zh_cn: 着色器

# #30211
source: Shader as *.glsl
da_dk: Shader som *.glsl
fr_fr: Shader comme *.glsl
zh_cn: 着色器为 *.glsl

# #30212
source: iChannel 1 as *.png
da_dk: iChannel 1 som *.png
fr_fr: iChannel 1 en *.png
zh_cn: iChannel 1 为 *.png

# #30213
source: iChannel 2 as *.png
da_dk: iChannel 2 som *.png
fr_fr: iChannel 2 en *.png
zh_cn: iChannel 2 为 *.png

# #30214
source: iChannel 3 as *.png
da_dk: iChannel 3 som *.png
fr_fr: iChannel 3 en *.png
zh_cn: iChannel 3 为 *.png

# #30215
source: iChannel 4 as *.png
da_dk: iChannel 4 som *.png
fr_fr: iChannel 4 en *.png
zh_cn: iChannel 4 为 *.png

# #30202
source: iChannel 1
fr_fr: iCanal 1

# #30203
source: iChannel 2
fr_fr: iCanal 2

# #30204
source: iChannel 3
fr_fr: iCanal 3

# #30205
source: iChannel 4
fr_fr: iCanal 4
